{
	"index": 2,
	"image": "jaime",
	"name": "Jaime",
	"type": "Women's Shelter Volunteer",
	"source": "https://google.com",
	"preview": "Jaime is a university student who is passionate about improving the lives of people in her community and help those less privileged than her.",
	"decisions": [  
	  {
		"decisionText": "Jaime has researched nearby homeless shelters and has two opportunities to volunteer in the neighborhood. Both have different time commitments. She now has to choose between the following two options:",
		"correctText": "Sometimes, volunteering short term leads to lack of trust and skepticism between homeless individuals and volunteers due to unfamiliarity and inconsistency. Long term volunteers build stronger relationships with the homeless and are better equipped to tackle any situations that arise.",
		"icon": "volunteer",
		"keyDecisionText": "Researched local shelters and chose a 6 month volunteer opportunity",
		"answers": [
		  {
			"real": false,
            "answer": "No minimum requirements",
            "answerText": "Many homeless shelters require a long term commitment."
		  },
		  {
			"real": true,
			"answer": "6 month commitment"
		  }
		]
	  },
	  {
		"decisionText": "What are some traits that might be important to become a successful volunteer at a homeless shelter?",
		"correctText": "Volunteering can be difficult; dealing with irreparably damaged people, seeing injustices that are impossible to fix, or hearing about other’s embedded family issues are all situations that one may face. Other times, volunteers can be loaded with more responsibility than expected which can lead to stress, exhaustion, and burnout.",
		"icon": "empathy",
		"answers": [
		  {
			"real": false,
			"answer": "Sensitive, worrisome, anxious",
			"answerText": "Successful volunteers generally need a different set of traits."
		  },
		  {
			"real": true,
			"answer": "Resilient, patient, empathetic"
		  }
		]
	  },
	  {
		"decisionText": "Jaime started working at a local women’s shelter located in the basement of a church. On her first shift, she noticed that all the beds were filling up fast. There were still people waiting outside trying to get shelter for the night. Do you think Jaime should let everyone in? ",
		"correctText": "Shelters have strict rules and limited capacities. Giving special treatment leads to violation of shelter policies because others who were waiting in line and not selected may feel the situation is unfair. In addition, People might be in need of emergency shelter, and denying a safe space may lead to irreparable damage and increased suffering.",
		"icon": "house",
		"keyDecisionText": "Called other shelters when her shelter had limited capacity",
		"answers": [
		  {
			"real": false,
			"answer": "Let people in even after reaching capacity",
			"answerText": "Breaking the rules may set unfair precedent in the future."
		  },
		  {
			"real": true,
			"answer": "Call other shelters nearby for availability"
          },
          {
            "real": false,
			"answer": "Turn them away",
			"answerText": "People may be in need of emergency shelter."
          }
		]
      },
      {
        "decisionText": "The next week, a transgender woman who recently became homeless was next in line to get into the shelter with space still available. Since Jaime is working at a woman's shelter, many women at the shelter are survivors of violence and abuse. Should Jaime let them in?",
		"correctText": "Due to religious affiliations, some organizations may be unaccepting of transgender people. As a result, they are often not allowed in the shelter even if they are in desperate need of help. And forcing anybody to prove their gender through medical records is immoral, unethical and illegal. Ideally, all organizations should be accepting and welcoming.",
		"icon": "gender",
		"keyDecisionText": "Let transgender woman into shelter",
		"answers": [
		  {
			"real": false,
			"answer": "Ask her to prove their gender with medical or legal documents",
			"answerText": "No one should be forced to prove their gender."
		  },
		  {
			"real": true,
			"answer": "Let her in"
          },
          {
            "real": false,
			"answer": "Turn her away",
			"answerText": "All organization should be accepting of homeless people."
          }
		]
      }
	],
	"finalText": "Jaime learned valuable lessons through her time volunteering at the shelter, and made a direct impact in the lives of people in her community. She felt fulfilled by the time she spent volunteering, and became more empathetic towards people’s personal problems and experiences."
}
