{
	"index": 3,
	"image": "female",
	"name": "Jazz",
	"type": "Homeless Youth",
	"source": "https://google.com",
	"preview": "At the time of this story, Jazz was a 20 year old homeless youth located in the U-District of Seattle. Jazz took a 4-week class called \"New Tech for Youth Sessions\" to develop skills for job opportunities. At the end of the class, she was contacted to participate in a study to explore the relationship homeless individuals have with technology.",
	"decisions": [
	  {
		"decisionText": "Jazz decided to participate in the study and received an iPod for free. What do you think she did with the iPod?",
		"correctText": "placeholder",
		"icon": "ipod",
		"keyDecisionText": "Received iPod",
		"answers": [
		  {
			"real": true,
			"answer": "Sell the iPod"
		  },
		  {
			"real": false,
			"answer": "Listen to music",
			"answerText": "Jazz didn't use the iPod to listen to music."
		  }
		]
	  },
	  {
		"decisionText": "Jazz decided to sell the iPod. What do you think Jazz did with the money?",
		"correctText": "placeholder",
		"icon": "money",
		"keyDecisionText": "Sold iPod and bought dog",
		"answers": [
		  {
			"real": false,
			"answer": "Save up for apartment",
			"answerText": "Average rent in King County, Seattle has spiked to $1731 a month in 2018. Jazz didn't use the money to save up for an apartment."
		  },
		  {
			"real": false,
			"answer": "Buy alcohol",
			"answerText": "Most homeless people do not have alcohol or drug-related problems, and put what money they have to better use elsewhere."
		  },
		  {
			"real": true,
			"answer": "Buy a dog"
		  }
		]
	  },
	  {
		"decisionText": "Jazz bought a dog after selling her iPod. What do you think she did with the dog?",
		"correctText": "placeholder",
		"icon": "dog",
		"keyDecisionText": "Gave dog to friend",
		"answers": [
		  {
			"real": false,
			"answer": "Kept as a companion",
			"answerText": "She didn't choose to keep the dog."
		  },
		  {
			"real": true,
			"answer": "Gave it to a friend"
		  }
		]
	  }
	],
	"finalText": "Jazz gave away her dog to a friend. A key informant suggested that it was a brilliant move for creating credibility, for being known for giving a cool dog to a well-known person in the community. Social capital is essential on the streets."
}
