{
	"index": 1,
	"image": "female",
	"name": "Twigg",
	"type": "Olympic Athlete",
	"source": "https://www.seattletimes.com/seattle-news/homeless/olympic-medal-winning-cyclist-rebecca-twigg-is-homeless-in-seattle/",
	"preview": "Twigg started cycling at 7, enrolled in UW at 14, and was a prodigious student and athlete. In addition to her studies, she competed and won medals in national races.",
	"decisions": [
	  {
		"decisionText": "At 15 years old, Twigg was given an option to leave her family and live by herself.",
		"correctText": "placeholder",
		"icon": "family",
		"keyDecisionText": "Left family",
		"answers": [
		  {
			"real": false,
			"answer": "Stay with family",
			"answerText": "We don’t know about Twiggs complex relationship with her family, but she decided that leaving her home would be better for her long term growth and aspirations."
		  },
		  {
			"real":true,
			"answer": "Leave family"
		  }
		]
	  },
   {
		"decisionText": "Twigg decided to leave home while she was studying at the University of Washington. Here she became a successful biker and participated in national competitions. The next years — as Twigg became a cycling star — were transient. She went from friends’ houses to hotels on the road while racing. Her hard work paid off, and she was selected to participate in the 1984 Olympics.",
		"correctText": "placeholder",
		"icon": "bike",
		"keyDecisionText": "Became a successful biker while studying at UW",
		"answers": [
		  {
			"real": false,
			"answer": "Stay at school",
			"answerText": "Her talents were being wasted. She wanted to pursue her dreams of being a professional cyclist."
		  },
		  {
			"real":true,
			"answer": "Train for the Olympic Games in Colorado"
		  }
		]
	  },

 {
		"decisionText": "Twigg won a silver medal, missing gold by a few inches to famous racer Connie Carpenter. She continued on her way up over the next several years, setting world records, winning world titles, and racing more than 60 times a year. Unfortunately, she got into an accident and broke her thumb while racing in Texas. Should Twigg keep cycling?",
		"correctText": "placeholder",
		"icon": "medal",
		"keyDecisionText": "Won Olympic silver in 1984",
		"answers": [
		  {
			"real": true,
			"answer": "Take a break to heal"
		  },
		  {
			"real": false,
			"answer": "Keep cycling",
			"answerText": "She felt burnt out and needed to take a break from cycling."
		  }
		]
	  },
 {
		"decisionText": "During her break, she worked towards an Associate’s degree in Computer Science. She was offered a job in San Diego, away from where her family and friends were.",
		"correctText": "placeholder",
		"icon": "school",
		"answers": [
		  {
			"real": true,
			"answer": "Move to San Diego"
		  },
		  {
			"real":false,
			"answer": "Look for a job in Seattle",	
			"answerText": "Seattle has a competetive job market. Some may find to difficult to get a job in Seattle. 84,426 people are unemployed in Seattle as of February 2019."
		  }
		]
	},
	 {
		"decisionText": "Twigg moved to San Diego to work as a computer programmer for a seaweed-products company. However, she was also still capable of competing in cycling.",
		"correctText": "placeholder",
		"icon": "comp",
		"answers": [
		  {
			"real": true,
			"answer": "Go back to training"
		  },
		  {
			"real":false,
			"answer": "Continue working in software",	
			"answerText": "Twigg disliked her job and felt that she had given up her dreams."
		  }
		]
	},
  {
		"decisionText": "Twigg trained hard, cycling every day for 9 months, and successfully worked her way into the 1992 Olympics. She won a bronze medal in the 3,000-meter pursuit. However, her age was catching up with her.",
		"correctText": "placeholder",
		"icon": "medal",
		"keyDecisionText": "Won Olympic bronze in 1992",
		"answers": [
		  {
			"real": false,
			"answer": "Keep biking competitively",	
			"answerText": "Twigg felt pressured from the U.S Cycling Federation to succeed in her sport. However, she was getting older and having difficulty finding success on the track."
		  },
		  {
			"real":true,
			"answer": "Retire for good"
		  }
		]
	},
	{
		"decisionText": "In 1997, Twigg placed 8th in a world championship race and decided to retire from cycling for good. She now had to find a different career to pursue.",
		"correctText": "placeholder",
		"icon": "retire",
		"keyDecisionText": "Retired from cycling",
		"answers": [
		  {
			"real": true,
			"answer": "Find an IT desk job"
		  },
		  {
			"real":false,
			"answer": "Work part-time and cycle recreationally",
			"answerText":"The average monthly pay for part time jobs in the U.S is $2,274 a month. This is a difficult number to work with, given the multitude of life’s expenses such as rent, food, utilities, and transportation."
		  }
		]
	},
  {
		"decisionText": "Twigg found an IT desk job, but the solitary nature of programming did not suit her. At one point, she didn’t show up to work for 4 days straight. She believed that her boss was about to fire her. What was Twigg's approach to this?",
		"correctText": "placeholder",
		"icon": "job",
		"keyDecisionText": "Found IT job, but quit eventually",
		"answers": [
		  {
			"real": false,
			"answer": "Keep working and hope she doesn’t get fired",	
			"answerText": "Twigg didn't like working alone in solitude, and could not grow accustomed to her new routine, regimental lifestyle given her background as a successful athlete."
		  },
		  {
			"real":true,
			"answer": "Quit"
		  }
		]
	},
  {
		"decisionText": "Twigg had difficulty finding a new job. Anxiety inhibited her job search, and she was now in her 50’s where her technical skills were generally less relevant. By contrast, the average software engineer in Seattle is 35. She couldn’t find a job, had no savings, and was forced to move out of her apartment. She was now homeless in Seattle, and had to focus on survival. Altough she was still passionate about biking, it did not seem practical anymore.",
		"correctText": "placeholder",
		"icon": "bike",
		"keyDecisionText": "Became homeless and gave her bike away",
		"answers": [
		  {
			"real": false,
			"answer": "Keep her bike",	
			"answerText": "Keeping a bike was no longer practical; it made her sweaty when warm and wet when raining, and she had no way of staying clean and dry."
		  },
		  {
			"real":true,
			"answer": "Give bike away"
		  }
		]
	}
	],
	"finalText": "Twigg had to give up her dreams for survival. Without a bike, she walks slowly to conserve energy and lives from shelter to shelter. According to Count Us In, a one-night comprehensive snapshot of homelessness in King County, 25% of homeless people became homeless due job loss. Even for a professional cyclist, who was once regarded as one of the most decorated female cyclists in the United States, problems like anxiety and losing your job still exist and can result in homelessness."
}



